//
//  Citates.swift
//  SwiftUIEducation
//
//  Created by ln on 23.07.2023.
//

import SwiftUI

let carrieQuotes = [
    "Сожаление — это пластырь для раненых чувств. Можно сказать, что тебе жаль, когда ты разольешь кофе или когда промажешь при игре в гольф. Настоящее сожаление встречается так же редко, как и настоящая любовь.",
    "А дети, как известно, не ведают, что творят. Дети даже не осознают, что причиняют кому-то боль. У них нет сострадания. Понимаешь?",
    "Люди не становятся лучше – только умнее. Они не перестают отрывать мухам крылышки, а лишь придумывают себе гораздо более убедительные оправдания."
]

let itQuotes = [
    "Что толку рассказывать, если всё равно никогда не удается описать словами свои чувства.",
    "Я Черепаха, сынок. Я создала Вселенную, но, пожалуйста, не вини меня за это. У меня болел живот.",
    "Мы лучше всего лжём самим себе.",
    "Ребенок, родившийся слепым, даже и не подозревает, что он слепой, до тех пор, пока кто-нибудь не скажет ему об этом. Даже тогда он будет иметь самое смутное представление о том, что такое слепота; только зрячие знают, что это такое.",
    "Эдди открыл одну из великих истин детства: настоящие монстры — взрослые.",
    "Бог любит камни, мух, сорняки и бедных людей превыше всего из всех Его созданий, вот почему Он сотворил их так много.",
    "Фотографировать начинают только тогда, когда история подходит к концу."
]
let mizeryQuotes = [
    "Кто-нибудь мог бы прийти и спасти от ужаса, но никто не пришел... потому что никто никогда не приходит.",
    "Как только ты приступаешь к книге, все остальные оказываются на другом конце галактики. Никогда я не писал для своих жен, для матери, для отца. Знаешь, почему авторы пишут, что посвящают книги своим близким? Потому что в конце концов масштабы собственного эгоизма начинают их пугать.",
    "Ожидание весны — это как ожидание рая.",
    "Писать и рассказывать — разные вещи, все равно что яблоки и апельсины. Те, кто умеет рассказывать, обычно не умеют писать. Если ты веришь, что люди, умеющие писать книги, хорошо говорят, значит, ты никогда не видела по телевизору, как заикается и мямлит писатель.",
    "... бывают случаи, когда разумный совет легче дать, чем ему последовать."
]
let petsQuotes = [
    "Женщины не могут хранить тайны, но ни одна из них не разболтает то, что у неё на сердце.",
    "В любом безумии таится свое ужасное веселье.",
    "Может быть, в жизни каждого человека наберется не больше месяца счастливых дней.",
    "Наверное, не существует пределов ужаса, который может испытать человек.",
    "Но время идет, время склеивает человеческие чувства, пока они не превращаются во что-то вроде радуги. Сильная печаль станет слабее, мягче; слабая печаль превратится в сожаление, а сожаление — в воспоминание: процесс, который занимает от года до трех лет, если все идет нормально.",
    "Порой глупость маскируется под доброту, а порой под честность – когда вдруг тянет выбалтывать старые тайны, говорить невесть что, переливая из пустого в порожнее…"
]
let shineQuotes = [
    "Мы живем, чтобы давать бой каждому новому дню.",
    "Монстры и призраки действительно существуют. Они обитают внутри нас, и порой именно они одерживают вверх.",
    "Обещание — это, разумеется не пустяк.",
    "Неблагодарное дитя хуже ядовитой змеи...",
    "... за поспешный брак молодые расплачиваются медленно.",
    "... истина всегда выходит на свет божий, в итоге она всегда выясняется."
]
let protivQuotes = [
    "В тебе есть внутренняя твердость, какая-то сила, способная сокрушать металл. Чего бы тебе ни стоил успех, ты достигаешь его.",
    "… Когда что-то меняется у тебя в голове, то это почти всегда необратимо.",
    "Жизнь — карусель, на которой никому не дано удержаться надолго. И она всегда в конце концов возвращается на тоже самое место, замыкая круг.",
    "Кромешная тьма — идеальная сцена, на которой разум может разыгрывать свои фантазии.",
    "В его сердце вновь начала расцветать надежда — этот неуничтожимый сорняк человеческой души.",
    "Мне нравились маленькие дети. Многие из них вели себя плохо, но ни один не был окончательно испорченным. Маленькие дети — это единственная хорошая разновидность людей."
]
